Revit 2027 API
ParameterTypeId.StairsSupportLowerEndCut Property
 "Lower End Cut": Lower End Cut
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupportLowerEndCut { get; }
Public Shared ReadOnly Property StairsSupportLowerEndCut As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupportLowerEndCut {
	ForgeTypeId^ get ();
}
static member StairsSupportLowerEndCut : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace